[General]
Run=Запуск!
FirstTime=Первоначальная конфигурация Mobile Forces
SafeMode=Безопасный режим Mobile Forces
Video=Видео конфигурация Mobile Forces
RecoveryMode=Режим восстановления Mobile Forces
WebPage=http://www.rage.co.uk
Direct3DWebPage=http://www.rage.co.uk
Detecting=Определение 3D видео устройств, пожалуйста, подождите...
SoundLow=Низкое качество звука
SoundHigh=Высокое качество звука
SkinsLow=Средняя детализация текстур костюма игрока
SkinsHigh=Высокая детализация костюма игрока
WorldLow=Средняя детализация мировых текстур
WorldHigh="Высоко детализованные текстуры"
ResLow=Низкое видео разрешение
ResHigh=Обычное видео разрешение

[Descriptions]
SoftDrv.SoftwareRenderDevice=Встроенный программный рендерер Mobile Forces.  Совместимый со всеми видеокартами.
GlideDrv.GlideRenderDevice=Поддержка 3dfx Glide, оптимальный выбор для владельцев 3dfx.  Требуется карта 3dfx.
D3DDrv.D3DRenderDevice=Использовать аппаратный рендерер Direct3D. Совместим с новейшими видеокартами, такими как Riva TNT, ATI Rage 128, Matrox G400, и S3 Savage4.  Не рекомендуется для использования с ранними видеокартами--используйте Программный Рендерер, если у вас ATI Rage Pro, Riva 128, Intel i740, или Rendition V2200.
OpenGLDrv.OpenGLRenderDevice=Экспериментальная поддержка OpenGL. Он предоставлен для тестирования и экспериментов, но известны проблемы совместимости с некоторыми драйверами.  Используйте на свой собственный риск.
MetalDrv.MetalRenderDevice=Для пользователей с видеокартами S3 Savage4.

[IDDIALOG_ConfigPageDetail]
IDC_ConfigPageDetail=
IDC_DetailPrompt=Основываясь на скорости вашего компьютера, памяти и видеокарте, Mobile Forces выбрали следующие опции детализации для оптимизирования производительности.
IDC_DetailNote=Позже, если пожелаете, вы можете изменить эти опции из окна игры "Настройки".

[IDDIALOG_ConfigPageFirstTime]
IDC_ConfigPageFirstTime=
IDC_Prompt=Mobile Forces запускаются в первый раз.  Если вы испытываете какие-либо трудности, пожалуйста, прочитайте примечания о релизе в разделе "Программы / Mobile Forces" меню Windows "Пуск".

[IDDIALOG_ConfigPageRenderer]
IDC_ConfigPageRenderer=
IDC_RenderPrompt=Ваш компьютер поддерживает следующие 3D видео устройства.  Mobile Forces выбрали самое оптимальное.  Если вы желаете изменить его, выделите опцию ниже.
IDC_RenderNote=
IDC_Compatible=Показать сертифицированные, совместимые устройства
IDC_All=Показать все устройства

[IDDIALOG_ConfigPageSafeMode]
IDC_ConfigPageSafeMode=
IDC_SafeModePrompt=В предыдущий раз Mobile Forces были закрыты неправильно.  В случае если закрытие было вызвано проблемой, вы можете использовать опции ниже для восстановления.
IDC_SafeModePrompt2=Настройки безопасного режима Mobile Forces: Если вы испытываете трудности, вы можете использовать для восстановления настройки, указанные ниже.
IDC_Run=Запустить Mobile Forces
IDC_Video=Изменить 3D видео оборудование
IDC_SafeMode=Запустить Mobile Forces в безопасном режиме - для устранения неисправностей
IDC_Web=Посетите нашу Интернет-страничку, чтобы увидеть подсказки по устранению неисправностей

[IDDIALOG_ConfigPageSafeOptions]
IDC_ConfigPageSafeOptions=
IDC_SafeOptions=Настройки безопасного режима, для диагностических проблем
IDC_NoSound=Выключить весь звук
IDC_No3DSound=Выключить звуковое 3D оборудование
IDC_No3DVideo=Выключить 3D видео оборудование
IDC_Window=Запустить игру в окне (предпочтительнее, чем полный экран)
IDC_Res=Запустить в стандартном разрешении 640х480
IDC_ResetConfig=Сбросить все настройки конфигурации на установки по умолчанию
IDC_NoProcessor=Выключить расширения процессора Pentium III/3DNow
IDC_NoJoy=Выключить поддержку джойстика

[IDDIALOG_ConfigPageDriver]
IDC_ConfigPageDriver=
IDC_DriverText=Mobile Forces определили следующую совместимую с Direct3D видеокарту:
IDC_DriverInfo=С того момента, как вы выбрали Direct3D, Mobile Forces попытаются использовать этот драйвер видеокарты для поддержки Direct3D.\n\nОднако некоторые драйвера 3D карт должны быть обновлены, чтобы надежно работать с последними 3D особенностями Mobile Forces.  Для получения информации о совместимости вашей видеокарты и получения последний драйверов Direct3D мы предлагаем вас следующую ссылку на Интернет-страницу.\n\nЕсли вы испытываете какие-либо трудности с графикой, такие как неверные цвета, мерцающие полигоны, низкая производительность или падения, пожалуйста, используйте ссылку "Безопасный режим Mobile Forces" в "Пуск / Программы", чтобы изменить свой видеодрайвер.
IDC_Web=За ссылками на последние драйвера, посетите нашу Интернет-страницу:
IDC_WebButton=Информация о Direct3D && Страница драйверов
IDC_Card=Неизвестно
